{
  "intents": [
	{
        "tag": "greeting",
        "patterns": [
        "नमस्ते", "हेलो", "के छ?", "नमस्कार", "शुभ प्रभात", "शुभ अपराह्न",
         "तपाईंलाई कस्तो छ?"
       ],
       "responses": [
        "नमस्ते! म तपाईंलाई आज के मद्दत गर्न सक्छु?", "नमस्कार! के सहयोग गर्न सक्छु?",
        "हेलो! म तपाईंको लागि आज के गर्न सक्छु?", "नमस्ते! म तपाईंलाई कसरी मद्दत गर्न सक्छु?"
       ],
       "context": [""]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "बाइ", "विदा", "पछि भेटौंला", "आफ्नो ख्याल गर्नुहोस्",
        "पछि भेटौँला", "विदा", "चाँडै भेटौला"
      ],
      "responses": [
        "विदा! तपाईंको दिन शुभ रहोस्।", "पछि भेटौँला!", "आफ्नो ख्याल गर्नुहोस्! विदा।",
        "विदा! चाँडै भेट्ने आशा गर्दछु।"
      ],
      "context": [""]
    },
    {
      "tag": "thanks",
      "patterns": [
        "धन्यवाद", "धन्यबाद", "धेरै धन्यवाद",
        "धेरै धेरै धन्यवाद", "तपाईंको मद्दतको कदर गर्दछु"
      ],
      "responses": [
        "तपाईंलाई स्वागत छ!", "सहयोग गर्न पाउँदा खुशी लाग्यो!", "कुनै समस्या छैन!"
      ],
      "context": [""]
    },
    {
      "tag": "cgmotors",
      "patterns": [
        "सिजी मोटर्स के हो?",
        "सिजी मोटर्सको बारेमा बताइदिनुहोस्।",
        "सिजी मोटर्सको विवरण दिन सक्नुहुन्छ?",
        "सिजी मोटर्सले के गर्छ?",
        "सिजी मोटर्सको जानकारी दिनुहोस्।",
        "सिजी मोटर्सको बारेमा विवरण दिनुहोस्।",
        "सिजी मोटर्सलाई किन चिनिन्छ?",
        "सिजी मोटर्सको व्याख्या गर्न सक्नुहुन्छ?",
        "सिजी मोटर्सका मुख्य विशेषताहरू के हुन्?",
        "मलाई सिजी मोटर्सको बारेमा जान्न मन छ।",
        "सिजी मोटर्सको बारेमा थप बताइदिनुहोस्।",
        "सिजी मोटर्सलाई वर्णन गर्नुहोस्।",
        "सिजी मोटर्सको ध्यान केमा केन्द्रित छ?"
      ],
      "responses": [
        "सिजी मोटर्स सिजी कर्प ग्लोबल अन्तर्गतको शाखा हो, जसले विश्वास र अनुभवको धरोहरलाई प्रतिनिधित्व गर्दछ। यसले हरित ऊर्जा सवारीसाधन उत्पादनमा विशेष ध्यान दिन्छ।",
        "सिजी मोटर्सले उच्च-गुणस्तरका विद्युतीय सवारीसाधनहरू प्रदान गर्छ, जुन दिगोपन र नवप्रवर्तनको मान्यता बोकेको छ।",
        "हरित ऊर्जा र नैतिक व्यापार अभ्यासमा प्रतिबद्ध सिजी मोटर्सले नेपालकै भरपर्दो सवारीसाधन प्रदायकको रूपमा आफूलाई स्थापित गरेको छ।",
        "सिजी मोटर्सले उच्चतम गुणस्तरका विद्युतीय सवारीसाधनहरू र उत्कृष्ट ग्राहक सेवा प्रदान गर्न समर्पित छ।",
        "सिजी मोटर्स सिजी कर्प ग्लोबलको विश्वासिलो शाखा हो, जसले विश्वसनीयता, दिगोपन, र नवीनताका साथ सेवा प्रदान गर्दछ।",
        "सिजी मोटर्सले हरित ऊर्जा र नवप्रवर्तनशील सवारीसाधनहरू निर्माण गर्दै दिगो भविष्य निर्माणमा योगदान पुर्याउँदै आएको छ।",
        "नेपालको प्रमुख व्यापार घरानाहरूमा पर्ने सिजी मोटर्सले ग्राहकहरूको दीर्घकालीन सन्तुष्टिलाई प्राथमिकता दिन्छ।",
        "सिजी मोटर्सले विद्युतीय सवारीसाधनहरूको उत्पादनमा विशेष ध्यान दिन्छ, जसले वातावरणीय सन्तुलन र दिगोपनलाई प्रवर्द्धन गर्दछ।",
        "सिजी मोटर्सको लक्ष्य भनेको उच्च मापदण्डका विद्युतीय सवारीसाधनहरू प्रदान गरेर ग्राहकहरूसँग दीर्घकालीन सम्बन्ध स्थापित गर्नु हो।",
        "सिजी मोटर्सले नेपालका लागि विद्युतीय सवारीसाधनहरूको पहुँचलाई सहज बनाउँदै दिगो भविष्य सुनिश्चित गर्न काम गरिरहेको छ।"],
      "context": [""]
    },
    {
      "tag": "brands",
      "patterns": [
        "सिजी मोटर्ससँग कुन ब्रान्डहरू सम्बद्ध छन्?",
        "सिजी मोटर्ससँग सम्बन्धित ब्रान्डहरूको बारेमा बताउन सक्नुहुन्छ?",
        "सिजी मोटर्स अन्तर्गत रहेका विद्युतीय सवारी ब्रान्डहरूको सूची दिनुहोस्।",
        "सिजी मोटर्सले कुन-कुन ब्रान्डका विद्युतीय सवारी वितरण गर्दछ?",
        "सिजी मोटर्ससँग सम्बद्ध ब्रान्डहरूको नाम बताउनुहोस्।",
        "सिजी मोटर्सले आयात र वितरण गर्ने ब्रान्डहरू के-के हुन्?",
        "सिजी मोटर्सले कुन ब्रान्डहरूको प्रतिनिधित्व गर्छ?",
        "सिजी मोटर्ससँग सम्बन्धित विद्युतीय सवारी ब्रान्डहरू के हुन्?",
        "सिजी मोटर्ससँग जोडिएका ईभी ब्रान्डहरूको नाम बताउनुहोस्।",
        "सिजी मोटर्स अन्तर्गत रहेका ब्रान्डहरू के हुन्?",
        "सिजी मोटर्सले आयात गर्ने ब्रान्डहरू के हुन्?",
        "सिजी मोटर्ससँग सम्बन्धित विद्युतीय सवारी ब्रान्डहरू के हुन्?",
        "सिजी मोटर्सका आधिकारिक ब्रान्डहरू को-को हुन्?"
      ],
      "responses": [
        "सिजी मोटर्स सातवटा ईभी ब्रान्डहरूसँग सम्बद्ध छ: नेटा, केवाईसी चाङ्गान, किङ लङ, ग्याक मोटर, एक्सपेंग, अवातर, र राडार। यी ब्रान्डहरूको आधिकारिक आयातकर्ता र वितरकको रूपमा सिजी मोटर्स खडा छ।",
        "सिजी मोटर्ससँग सम्बद्ध ब्रान्डहरूमा नेटा, केवाईसी चाङ्गान, किङ लङ, ग्याक मोटर, एक्सपेंग, अवातर, र राडार छन्। यी ब्रान्डहरूले विद्युतीय सवारी साधनमा विशेषज्ञता राख्छन् र सिजी मोटर्सद्वारा नेपालमा वितरण गरिन्छ।",
        "सिजी मोटर्सले नेटा, केवाईसी चाङ्गान, किङ लङ, ग्याक मोटर, एक्सपेंग, अवातर, र राडार ब्रान्डहरू गर्वका साथ आयात र बिक्री गर्दछ।",
        "सिजी मोटर्सले नेटा, केवाईसी चाङ्गान, किङ लङ, ग्याक मोटर, एक्सपेंग, अवातर, र राडारलाई प्रतिनिधित्व गर्छ। यी ब्रान्डहरूले नेपालमा नवप्रवर्तनशील र भरपर्दो विद्युतीय सवारी साधन उपलब्ध गराउँछन्।",
        "आधिकारिक आयातकर्ता र वितरकको रूपमा, सिजी मोटर्सले नेटा, केवाईसी चाङ्गान, किङ लङ, ग्याक मोटर, एक्सपेंग, अवातर, र राडार ब्रान्डलाई सफलतापूर्वक नेपालमा वितरण गरिरहेको छ।",
        "सिजी मोटर्सले नेटा, केवाईसी चाङ्गान, किङ लङ, ग्याक मोटर, एक्सपेंग, अवातर, र राडारका विद्युतीय सवारी साधन प्रदान गर्दछ। यसले नेपाली बजारमा उच्च गुणस्तर र दिगोपन सुनिश्चित गरेको छ।"
      ],
      "context": [""]
    },
    {
      "tag": "neta_models",
      "patterns": [
        "नेटा अन्तर्गत के के मोडेलहरू उपलब्ध छन्?",
        "नेटा ब्रान्डका मोडलहरूको सूची दिन सक्नुहुन्छ?",
        "नेटाले दिने मोडेलहरूको बारेमा बताउन सक्नुहुन्छ?",
        "नेटा ब्रान्डका उपलब्ध मोडलहरू के के हुन्?",
        "नेटाले कुन मोडेलहरू प्रस्ताव गर्छ?",
        "नेटा ब्रान्ड अन्तर्गत कस्ता गाडीहरू उपलब्ध छन्?",
        "नेटाका विभिन्न मोडेलहरूको सूची दिनुहोस्।",
        "नेटा गाडीहरूको लागि के के विकल्प छन्?",
        "नेटा ब्रान्डका गाडीहरूको बारेमा बताउनुहोस्।",
        "हाल उपलब्ध नेटा ब्रान्डका मोडलहरू के के हुन्?",
        "नेटा मोडलहरूको जानकारी दिनुहोस्।",
        "नेटा अन्तर्गत उपलब्ध गाडीहरू के के हुन्?"
      ],
      "responses": [
        "नेटाले तीन वटा भिन्न मोडेलहरू प्रदान गर्छ: नेटा वी५०, नेटा एक्स (नेटा एक्स ४०० कम्फर्ट, नेटा एक्स ५०० कम्फर्ट, र नेटा एक्स ५०० लक्जरी), र नेटा एस, जुन छिट्टै आउँदैछ।",
    	  "नेटा ब्रान्डका मोडेलहरूमा नेटा वी५०, नेटा एक्स (नेटा एक्स ४०० कम्फर्ट, नेटा एक्स ५०० कम्फर्ट, र नेटा एक्स ५०० लक्जरी), र नेटा एस समावेश छन्, जुन छिट्टै उपलब्ध हुनेछ।",
        "नेटाले नेटा वी५०, नेटा एक्स शृंखला (नेटा एक्स ४०० कम्फर्ट, नेटा एक्स ५०० कम्फर्ट, र नेटा एक्स ५०० लक्जरी), र छिट्टै आउने नेटा एस मोडेलसहित विभिन्न गाडीहरू प्रदान गर्छ।",
        "नेटा ब्रान्ड अन्तर्गत तपाईं नेटा वी५०, नेटा एक्स शृंखलाको विकल्पहरू (नेटा एक्स ४०० कम्फर्ट, नेटा एक्स ५०० कम्फर्ट, र नेटा एक्स ५०० लक्जरी), र छिट्टै उपलब्ध हुने नेटा एस पाउन सक्नुहुन्छ।",
        "नेटा लाइनअपमा नेटा वी५०, बहुमुखी नेटा एक्स मोडेलहरू (४०० कम्फर्ट, ५०० कम्फर्ट, ५०० लक्जरी), र बहुप्रतीक्षित नेटा एस समावेश छन्, जुन छिट्टै आउँदैछ।",
        "हाल नेटाले नेटा वी५०, नेटा एक्स मोडेलहरू (नेटा एक्स ४०० कम्फर्ट, नेटा एक्स ५०० कम्फर्ट, र नेटा एक्स ५०० लक्जरी), र छिट्टै आउने नेटा एस प्रस्ताव गर्दछ।"
      ],
      "context": [""]
    },
    {
      "tag": "netav50_specs",
  	  "patterns": [
    	  "मलाई नेटा वी५० को बारेमा बताउनुहोस्।",
    	  "नेटा वी५० मा के विशेषताहरू छन्?",
    	  "तपाईं नेटा वी५० को वर्णन गर्न सक्नुहुन्छ?",
      	"नेटा वी५० को स्पेसिफिकेसन के हुन्?",
      	"नेटा वी ५० को बारेमा विवरण दिनुहोस्।",
      	"नेटा वी ५० ले के प्रदान गर्छ?",
    	  "नेटा वी५० लाई के चीजले विशेष बनाउँछ?",
    	  "नेटा वी ५० का मुख्य विशेषताहरू के हुन्?",
      	"नेटा वी५० का सुविधाहरू बताउनुहोस्।",
    	  "नेटा वी ५० को फाइदाहरू के हुन्?",
    	  "नेटा वी ५० को बारेमा के जान्नु पर्छ?",
      	"नेटा वी ५० को एक सिंहावलोकन प्रदान गर्नुहोस्।",
    	  "नेटा वी५० का मुख्य विशेषताहरू के हुन्?"
  	  ],
  	  "responses": [
   	   "नेटा वी पचास एक विद्युतीय गाडी हो जसको एनईडीसी रेन्ज तीन सय असी किलोमिटर छ। यो शून्यदेखि पचास किलोमिटर प्रति घण्टाको गति मात्र तीन दशमलव नौ सेकेन्डमा पुग्छ।",
        "नेटा वी पचास मा आठ वर्ष वा एक लाख पचास हजार किलोमिटरको वारेन्टी छ, जुन ब्याट्री र मोटरलाई कभर गर्छ। यसमा चालीस दशमलव सात किलोवाट घण्टाको सीएटीएल ब्याट्री छ।",
        "नेटा वी पचास ले बीस मिनेटमा तीस प्रतिशतदेखि अस्सी प्रतिशतसम्म चार्ज गर्न सक्ने क्षमता राख्छ। यसको डीसी फास्ट चार्जर उच्च कार्यक्षमता प्रदान गर्दछ।",
        "नेटा वी पचास को लम्बाइ चार हजार सत्तरी मिलिमिटर, चौडाइ एक हजार छ सय नव्बे मिलिमिटर, र उचाइ एक हजार पाँच सय चालिस मिलिमिटर छ। यसमा तीन सय पैंतीस लिटर ट्रंक क्षमता छ।",
        "नेटा वी पचास मा डुअल फ्रन्ट एयरब्याग, एबीएस प्लस ईबीडी, र हिल-स्टार्ट असिस्ट कन्ट्रोल जस्ता सुरक्षा विशेषताहरू छन्। यसले उन्नत सुरक्षा प्रदान गर्दछ।",
        "नेटा वी पचास ले उन्नत सुविधाहरू जस्तै पार्किङ सेन्सर, भेहिकल ब्याकअप क्यामेरा, र इलेक्ट्रोनिक पार्किङ ब्रेक समावेश गर्दछ। यसमा आरामदायी छालाका सिटहरू पनि छन्।",
        "नेटा वी पचास मा टायर प्रेशर मोनिटरिङ, एलईडी डे टाइम रनिङ लाइट, र उच्च माउन्टेड स्टप लाइट जस्ता विशेषताहरू छन्। यसले यात्रालाई सुरक्षित र स्टाइलिश बनाउँछ।",
        "यसमा आठ घण्टा एसी होम चार्जिङ को विकल्प पनि छ। यसका आधुनिक चार्जिङ सुविधाहरूले दैनिक प्रयोगलाई सहज बनाउँछन्।"
      ],
  	  "context": [""]
  	 },
   	{
  	"tag": "netav50_prices",
  	  "patterns": [
    	  "नेटा वी५० को मूल्य के हो?",
    	  "नेटा वी५० कति लागत छ?",
    	  "नेटा वी५० को लागत के हो?",
   	   "तपाईं मलाई नेटा वी५० को मूल्य बताउन सक्नुहुन्छ?",
   	   "नेटा वी५० को बिक्री मूल्य के हो?",
   	   "नेटा वी ५० को लागि म कति तिर्नु पर्छ?",
   	   "नेटा वी ५० को वर्तमान दाम के हो?",
   	   "नेटा वी५० को दाम दायरा के छ?",
   	   "नेटा वी ५० किन्न कति लागत छ?",
   	   "नेटा वी५० को दर के हो?",
   	   "नेटा वी ५० को बजार मूल्य के हो?",
   	   "नेटा वी५० को आधार मूल्य के हो?"
  	  ],
  	  "responses": [
   	   "नेटा वी पचास को मूल्य ३८ लाख ९९ हजार रुपैयाँ छ।",
        "तपाईं नेटा वी पचास ३८ लाख ९९ हजार रुपैयाँमा किन्न सक्नुहुन्छ।",
        "नेटा वी पचास को लागत ३८ लाख ९९ हजार रुपैयाँ हो।",
        "हाल, नेटा वी पचास को मूल्य ३८ लाख ९९ हजार रुपैयाँ छ।",
        "नेटा वी पचास बजारमा ३८ लाख ९९ हजार रुपैयाँमा उपलब्ध छ।",
        "३८ लाख ९९ हजार रुपैयाँमा तपाईंले नेटा वी पचास प्राप्त गर्न सक्नुहुन्छ।",
        "नेटा वी पचास ३८ लाख ९९ हजार रुपैयाँको मूल्यमा उपलब्ध छ।",
        "३८ लाख ९९ हजार रुपैयाँमा, नेटा वी पचास उत्कृष्ट मूल्य प्रदान गर्दछ।"
  	  ],
  	  "context": [""]
	  },
    {
      "tag": "netax_specs",
      "patterns": [
       "तपाईं मलाई नेटा एक्सका विशेषताहरूको बारेमा बताउन सक्नुहुन्छ?",
       "नेटा एक्सका मुख्य विशेषताहरू के के छन्?",
       "नेटा एक्सको एक सारांश दिनुहोस्।",
       "नेटा एक्सले के के विशेषताहरू प्रदान गर्छ?",
       "तपाईं मलाई नेटाएक्सका विशिष्टताहरू बताउन सक्नुहुन्छ?",
       "नेटा एक्सलाई विशेष के बनाउँछ?",
       "नेटा एक्सको विशेषता के हो?",
        "तपाईं मलाई नेटा एक्सको वर्णन गर्न सक्नुहुन्छ?",
        "नेटाएक्सका आन्तरिक र बाह्य विशेषताहरू के के छन्?",
       "नेटा एक्सको दायरा र प्रदर्शन के हो?",
        "नेटाएक्सका प्राविधिक विशिष्टताहरू के के छन्?",
       "नेटा एक्स कुन प्रकारको गाडी हो?",
       "तपाईं मलाई नेटा एक्सको विवरण दिन सक्नुहुन्छ?"
      ],
      "responses": [
        "नेटा एक्स एक खेलकुद शैलीको एसयूभी हो जसको एनईडीसी रेन्ज पाँच सय किलोमिटर छ र यसको अधिकतम गति एक सय पचास किलोमिटर प्रति घण्टामा पुग्छ। यसमा छ वटा एयरब्याग र उच्च-बल सटिल निर्माण जस्ता उन्नत सुरक्षा सुविधाहरू छन्।",
        "नेटा एक्सले ५२ किलोवाट घण्टा वा ६२ किलोवाट घण्टा ब्याट्री क्षमता र एक सय किलोवाट मोटर पावरका साथ शक्तिशाली प्रदर्शन दिन्छ। यसमा १८५ मिलिमिटर ग्राउन्ड क्लियरेन्स र १३८८ लिटर डबल-डेकर ट्रंक क्षमता समावेश छ।",
        "नेटा एक्सको बाह्य रंगहरू सेतो, कालो, नीलो, धूसर र खैरो छन्, र यसको आन्तरिक भागमा ८०% नरम छाला कभरिङ्ग सहितको आरामदायक डिजाइन छ। यसले एक भव्य र खेलकुद ड्राइभिङ अनुभव प्रदान गर्दछ।",
        "नेटा एक्सका मुख्य विशेषताहरूमा एक लाख छ लाख किमी प्रमाणित माइलेज, अधिकतम सुरक्षा को लागि उच्च-बल सटिल निर्माण, र उच्च स्थिरता को लागि अत्यधिक लामो व्हीलबेस समावेश छन्।",
        "यस खेलकुद एसयूभीले द्रुत चार्जिङलाई समर्थन गर्दछ, जसले तपाईंलाई ३० देखि ८० प्रतिशतसम्म चार्ज गर्न केवल ३० मिनेट मात्र लाग्छ। यसमा १०० किलोवाट मोटर र छ वटा एयरब्याग र उन्नत ब्रेकिङ प्रणाली जस्ता अत्याधुनिक सुरक्षा सुविधाहरू छन्।",
        "नेटा एक्सलाई आराम र कार्यक्षमताको लागि डिजाइन गरिएको छ, जसमा दोस्रो पंक्ति फोल्ड गर्दा १३८८ लिटर स्थान उपलब्ध हुने डबल-डेकर ट्रंक समावेश छ। यसको आन्तरिक भागले शैली र कार्यक्षमताको उत्तम संयोजन प्रदान गर्छ।",
        "प्रिमियम अनुभवको लागि, नेटा एक्सले भव्य आन्तरिक विकल्पहरू, प्रभावशाली प्रदर्शन मापदण्डहरू, र लामो क्रूइजिङ दायरा प्रदान गर्दछ, जसले यसलाई यसको खण्डमा एक उत्कृष्ट विकल्प बनाउँछ।",
        "यसको डिजाइन, शक्तिशाली मोटर, र अत्याधुनिक सुरक्षा सुविधाहरूको साथ, नेटा एक्सले खेलकुद एसयूभी के के प्रदान गर्न सक्छ भनेर पुनः परिभाषित गर्दछ। यसले प्रदर्शन र आरामको उत्तम संयोजन प्रस्तुत गर्दछ।"
       ],
      "context": [""]
    },
   {
      "tag": "netax_prices",
      "patterns": [
      "नेटा एक्स को मूल्य कति हो?",
      "नेटा एक्स को मूल्य कति पर्छ?",
      "के तपाईं नेटाएक्स को मूल्य विवरण दिन सक्नुहुन्छ?",
      "नेटा एक्स को मूल्य श्रेणी कति छ?",
      "विभिन्न नेटा एक्स मोडेलहरूको मूल्य के हो?",
      "नेटा एक्स ४०० कम्फर्ट कति पर्छ?",
      "नेटाएक्स ५०० कम्फर्ट को दाम के हो?",
      "नेटाएक्स ५०० लक्जरी को दाम कति हो?",
      "नेटा एक्स को मूल्य बताइदिनुहोस्।",
      "सर्वोत्तम सबै नेटा एक्स भेरियन्टहरूको दाम के छ?",
      "के तपाईं नेटा एक्स भेरियन्टहरूको मूल्य बताउन सक्नुहुन्छ?"
      ],
    "responses": [
        "नेटा एक्स मोडलहरूको मूल्य यस प्रकार छ: नेटा एक्स चार सय कम्फर्टको मूल्य ५३ लाख ९९ हजार रुपैयाँ, नेटा एक्स पाँच सय कम्फर्टको मूल्य ५७ लाख ९९ हजार रुपैयाँ र नेटा एक्स पाँच सय लक्जरी रु ६२ लाख ९० हजारमा उपलब्ध छ।",
        "नेटा एक्स भेरियन्टका लागि मूल्यहरू यस प्रकार छन्: चार सय कम्फर्ट मोडेलको मूल्य रु ५३ लाख ९९ हजार, पाँच सय कम्फर्ट मोडेलको मूल्य रु. ५७ लाख ९९ हजार र पाँच -सय लक्जरी मोडलको मूल्य रु ६२ लाख ९९ हजार छ।",
        "नेटा एक्स चार सय कम्फर्ट मोडेलको लागि ५३ लाख ९९ हजार रुपैयाँबाट सुरु हुन्छ। पाँच सय कम्फर्ट भेरियन्टको मूल्य ५७ लाख ९९ हजार रुपैयाँ र पाँच सय लक्जरी संस्करणको मूल्य छ। रु ६२ लाख ९० हजार।",
        "नेटा एक्स मोडलहरूको मूल्यहरू निम्नानुसार छन्: चार सय कम्फर्टको मूल्य रु ५३ लाख ९९ हजार, पाँच सय कम्फर्टको लागत रु. ५७ लाख ९९ हजार र पाँच- सय लक्जरी भेरियन्ट रु ६२ लाख ९९ हजारमा उपलब्ध छ।",
        "नेटा एक्स मोडेलहरूको मूल्य दायरा यस प्रकार छ: नेटा एक्स चार सय कम्फर्टको मूल्य रु ५३ लाख ९९ हजार, पाँच सय कम्फर्टको मूल्य रु. ५७ लाख ९९ हजार छ। , र पाँच सय लक्जरीको लागत रु ६२ लाख उनान्से हजार छ।",
        "नेटा एक्स तीन भेरियन्टमा आउँछ, जसको मूल्यहरू यस प्रकार छन्: चार सय कम्फर्टको मूल्य ५३ लाख ९९ हजार रुपैयाँ छ, पाँच सय कम्फर्टको मूल्य ५७ लाख ९९ हजार रुपैयाँ छ, र पाँच सय लक्जरी भेरियन्टको मूल्य रु ६२ लाख उनान्से हजार छ।"
       ],
    "context": [""]
    },
    {
      "tag": "netas_specs",
      "patterns": [
        "नेटा एस का विशेषताहरू के हुन्?",
        "के तपाईं नेटा एस का विशिष्टताहरू बारेमा भन्न सक्नुहुन्छ?",
        "के तपाईं नेटाएस का विवरण दिन सक्नुहुन्छ?",
        "के कुरा गर्दा नेटा एस विशेष छ?",
       "नेटा यस के लागि चिनिन्छ?",
        "नेटा एस का मुख्य विशेषताहरू के हुन्?",
        "के तपाईं नेटाएस का विशेषताहरू वर्णन गर्न सक्नुहुन्छ?",
       "नेटा एस का प्राविधिक विशिष्टताहरू के हुन्?",
        "नेटा एस मा के विशेष कुरा छ?",
        "नेटा यस का विशेषताहरूको समग्र जानकारी दिनुहोस्।",
        "नेटा यस के बारेमा के प्रदान गर्न सक्छ?"
      ],
      "responses": [
        "नेटा एस एक नवप्रवर्तक र उच्च-प्रदर्शन खेल इलेक्ट्रिक कार हो जसको अद्वितीय एनईडीसी रेन्ज एक हजार एक सय किलोमिटर छ। यसले सक्रिय हावा निलम्बन, एल४ स्वचालित ड्राइभिङ क्षमता केही परिदृश्यहरूमा, र उच्च-दाब तीव्र चार्जिङ प्रणाली प्रदान गर्दछ जसले मात्र पाँच मिनेटमा एक सय पचास किलोमिटरको दायरा थप्न सक्छ।",
        "नेटा एस एक बुद्धिमान बीईभी खेल कारको रूपमा विशिष्ट छ, जसले शून्यदेखि एक सय किमी प्रति घण्टा सम्मको त्वरण तीन दशमलव नौ सेकेन्डभन्दा कम समयमा पुरा गर्दछ। यसले अठासी किमी प्रति घण्टाको माथि मूस परीक्षणमा पनि उत्कृष्ट प्रदर्शन गर्छ, जसले यसको असाधारण स्थिरता र ह्यान्डलिङ प्रदर्शनलाई प्रमाणित गर्दछ।",
        "उन्नत बुद्धिमान ड्राइभिङ सुविधाहरू सहित, नेटा एसमा एनसीपी शहर नेविगेशन, शक्तिशाली एमडीसी छ सय दस कम्प्युटिङ प्लेटफर्म, दुई लेजर रडारहरू, पाँच मिलिमिटर-वेभ रडारहरू, र एघार क्यामेराहरू छन् जसले एक उन्नत र सुरक्षित ड्राइभिङ अनुभव प्रदान गर्दछ।",
        "नेटा एसले एक शानदार र भविष्यवादी इंटेरियस प्रदान गर्दछ जसमा प्यानोरामिक थर्मल इन्सुलेशन स्काईलाइट, बाराह दशमलव तीन इन्चको यात्रु स्क्रिन, र एआर-एचयूडी संवर्धित वास्तविकता हेड-अप डिस्प्ले प्रणाली समावेश छ। यसले सात सय बीस डिग्री साउन्ड प्रणाली सहित प्रिमियम ध्वनि अनुभव पनि प्रदान गर्दछ।",
        "नेटा एस उच्च-स्तरीय सुरक्षा सुनिश्चित गर्दछ जसमा बुद्धिमान सुरक्षा प्रणालीहरू र बहु स्तरका रेडनडन्सीहरू छन्। यो उच्च-प्रदर्शन खेल ड्राइभिङको लागि डिजाइन गरिएको छ, जसको हावा प्रतिरोध गुणांक शून्य दशमलव एक दुई छ र आरामदायक र गतिशील सवारीका लागि उन्नत निलम्बन प्रणाली छ।",
        "यो मोडेल विभिन्न कन्फिगरेसनहरूमा उपलब्ध छ, जसमा एक हजार एक सय किलोमिटर दायरा विस्तार संस्करण, सात सय पन्ध्र लेजर रडार संस्करण, र सात सय पन्ध्र लामो ब्याट्री जीवन संस्करण समावेश छन्, जुन ईभी प्रेमीहरूको विविध आवश्यकताहरू र प्राथमिकताहरूलाई ध्यानमा राखेर डिजाइन गरिएको हो।",
        "यसको दुई हजार नव सय आठ साठी मिलिमिटर व्हीलबेससँग, नेटा एसले सवारीका लागि अपेक्षाहरूभन्दा धेरै बढी स्थानमात्र होइन, अग्रणी प्रविधि र आकर्षक डिजाइनलाई पनि एकीकृत गरेको छ, जसले यसलाई प्रिमियम इलेक्ट्रिक वाहन चाहनेहरूको लागि प्रमुख विकल्प बनाउँछ।"
     ],
      "context": [""]
    },
    {
      "tag": "netas_prices",
      "patterns": [
      "नेटा यस को मूल्य के हो?",
      "नेटाएस कति मूल्यमा उपलब्ध छ?",
      "के तपाईं नेटा एस को मूल्य भन्न सक्नुहुन्छ?",
      "के नेटा यस को दाम उपलब्ध छ?",
      "नेटा एस को लागत के हो?",
      "के नेटा एस को दाम घोषणा गरिएको छ?",
      "नेटाएस कति मूल्यको हुनेछ?",
      "नेटा यस को दाम के हुनेछ जब यो लञ्च हुन्छ?",
      "के नेटा एस को दाम सम्बन्धी कुनै जानकारी छ?",
      "नेटा यस को अपेक्षित दाम के हो?",
      "के तपाईं नेटाएस को दाम विवरणहरू साझा गर्न सक्नुहुन्छ?"
      ],
      "responses": [
      "नेटा एस अझै बजारमा लञ्च गरिएको छैन, त्यसैले यसको मूल्य निर्धारण गरिएको छैन। लञ्चको नजिक आउँदा अपडेटको लागि तयार रहनुहोस्।",
      "हालको लागि, नेटा एस को मूल्य घोषणा गरिएको छैन किनकि यो अझै बजारमा उपलब्ध छैन। कृपया पछि मूल्य विवरणको लागि फर्केर आउनुहोस्।",
      "नेटा एस चाँडै आउनेछ, तर यसको मूल्य अझै निर्धारण गरिएको छैन। यसको मूल्य जानकारी हामी जारी गर्ने छौँ जब यो सार्वजनिक हुनेछ।",
      "नेटा एस को मूल्य विवरण प्रकट गरिएको छैन किनकि यो वाहन अझै लञ्च गरिएको छैन। भविष्यका घोषणाहरूको लागि ध्यान दिनुहोस्।",
      "वर्तमानमा, नेटा एस को मूल्य सुनिश्चित गरिएको छैन किनकि यो अझै बजारमा लन्चको प्रतीक्षामा छ। जस्तो-जस्तो अपडेट उपलब्ध हुन्छ, हामी जानकारी प्रदान गर्नेछौँ।"
      ],
      "context": [""]
    },
    {
      "tag": "neta_warrantys",
      "patterns": [
      "नेटा ईभीहरूको वारेन्टी के हो?",
      "के तपाईं नेटा सवारीको वारेन्टी सर्तहरू व्याख्या गर्न सक्नुहुन्छ?",
      "नेटा ईभीहरूको ब्याट्री र मोटरको वारेन्टी कति लामो छ?",
      "नेटा वी५०, नेटा एक्स, र नेटा एस का वारेन्टी विवरणहरू के हुन्?",
      "नेटा ईभीहरूको नचल्ने बाह्य भागहरूको वारेन्टी के हो?",
      "नेटा ईभीहरूको वारेन्टी कभर गर्नाबारे मलाई बताउनुहोस्।",
      "नेटा सवारीहरूको वारेन्टी कति वर्ष वा कति किलोमिटरको छ?",
      "नेटा ईभीहरूको ब्याट्री र मोटरको वारेन्टी अवधि के हो?",
      "के तपाईं नेटा ईभीहरूको वारेन्टीका विवरणहरू प्रदान गर्न सक्नुहुन्छ?"
      ],
      "responses": [
        "नेटा ईभीहरू, जसमा नेटा वी पचास, नेटा एक्स, र नेटा एस समावेश छन्, नचल्ने बाह्य भागहरूको लागि दुई लाख किलोमिटर वा दस वर्ष (जो पहिले आउँछ) को वारेन्टी प्रस्ताव गर्दछ। ब्याट्री र मोटरको वारेन्टी एक लाख पचास हजार किलोमिटर वा आठ वर्ष, जुन पहिले आउँछ, प्रस्ताव गरिएको छ।",
        "नेटा ईभीहरूको वारेन्टीमा दस वर्ष वा दुई लाख किलोमिटर (जो पहिले आउँछ) नचल्ने बाह्य भागहरूका लागि र आठ वर्ष वा एक लाख पचास हजार किलोमिटर (जो पहिले आउँछ) ब्याट्री र मोटरका लागि समावेश छन्।",
        "नेटा ईभीहरूका लागि, नचल्ने बाह्य भागहरू दस वर्ष वा दुई लाख किलोमिटरको वारेन्टीमा कभर छन्, जबकि ब्याट्री र मोटरको वारेन्टी आठ वर्ष वा एक लाख पचास हजार किलोमिटर, जुन पहिले आउँछ, छ।",
        "नेटा ईभीहरूले एक व्यापक वारेन्टी प्रदान गर्दछ: नचल्ने बाह्य भागहरूको लागि दस वर्ष वा दुई लाख किलोमिटर र ब्याट्री र मोटरको लागि आठ वर्ष वा एक लाख पचास हजार किलोमिटर।",
        "तपाईं नेटा ईभीहरूको लागि नचल्ने बाह्य भागहरूमा दुई लाख किलोमिटर वा दस वर्षको वारेन्टी र ब्याट्री र मोटरमा एक लाख पचास हजार किलोमिटर वा आठ वर्षको वारेन्टीको अपेक्षा गर्न सक्नुहुन्छ।"
      ],
      "context": [""]
    },
    {
      "tag": "gacmotor_models",
      "patterns": [
        "जीएसी मोटर अन्तर्गत कुन मोडेलहरू उपलब्ध छन्?",
        "जीएसी मोटरका मोडलहरूको नाम के हो?",
        "जी एसी मोटरबाट उपलब्ध सवारीका मोडेल के के हुन्?",
        "जी एसी मोटरले कुन मोडेलहरू प्रस्ताव गर्दछ?",
        "ग्याक मोटरको मोडलहरूको सूची के हो?",
        "जी ए सी मोटरका कुन-कुन गाडी उपलब्ध छन्?",
        "तपाईं जी एसी मोटरका उपलब्ध मोडेलहरू बताउन सक्नुहुन्छ?",
        "जी एसी मोटरले कस्ता मोडलहरू प्रदान गर्दछ?",
        "ग्याक मोटरबाट उपलब्ध सवारीका मोडल के के हुन्?",
        "तपाईं ग्याक मोटरका उपलब्ध मोडेलहरू बताउन सक्नुहुन्छ?"
      ],
      "responses": [
        "जीएसी मोटर अन्तर्गत उपलब्ध मोडेल एयोन वाई हो।",
        "जीएसी मोटरले एयोन वाई मोडेल उपलब्ध गराएको छ।",
        "हाल, जीएसी मोटरबाट उपलब्ध मोडेल एयोन वाई हो।",
        "जीएसी मोटरको एक मात्र उपलब्ध मोडेल एयोन वाई हो।"
      ],
      "context": [""]
    },
    {
      "tag": "aiony_specs",
      "patterns": [
        "एयोन वाईको विशिष्टताहरू के हुन्?",
        "तपाईं मलाई एयोन वाईको सुविधाहरू बताउन सक्नुहुन्छ?",
        "एयोन वाईको फिचर र विवरण के हो?",
        "तपाईं एयोन वायको जानकारी दिन सक्नुहुन्छ?",
        "एयोनवाई गाडीको प्राविधिक विवरण के हो?",
        "एयोन वाईको ब्याट्री र मोटरका फीचरहरू के हुन्?",
        "एयोन वायको च्यासिस सिस्टमको बारेमा जानकारी दिनुहोस्।",
        "ईयोन वाईका मुख्य विशेषताहरू के के छन्?",
        "एयोन व्हाईका प्रमुख विशेषताहरू के हुन्?"
      ],
      "responses": [
        "एयोन वाईको लम्बाइ चार हजार पाँच सय पैंतीस मिलिमिटर, चौडाइ एक हजार आठ सय सत्तर मिलिमिटर, र उचाइ एक हजार छ सय पचास मिलिमिटर छ। यसको व्हीलबेस दुई हजार सात सय पचास मिलिमिटर छ।",
        "यस गाडीको ब्याट्री शक्ति एक सय किलोवाट, टर्क दुई सय पच्चीस एनएम छ। ब्याट्री लिथियम आयरन फस्फेट प्रकारको हो र क्षमता एकसठ्ठी दशमलव पाँच चार किलोवाट घण्टा छ।",
        "एयोन वाई गाडीले पाँच सय किलोमिटरभन्दा बढी एनईडीसी दायरा प्रदान गर्दछ। चार्जिङ प्रणालीमा छ दशमलव छ किलोवाटको वन-वे चार्जर समावेश छ।",
        "यस गाडीको च्यासिसमा अगाडि म्याकफर्सन स्वतन्त्र सस्पेन्शन र पछाडि टर्सन-बिम सस्पेन्शन छ। ब्रेक अगाडि र पछाडि दुवै डिस्क ब्रेकहरू हुन्।",
        "यस गाडीको सुविधाहरूमा चौध दशमलव पाँच इन्चको एचडी स्क्रिन, प्यानारमिक सनरूफ, स्काइलाइन एलईडी टेल लाइट्स, र एन्जल विङ एलईडी हेडलाइट्स छन्।"
      ],
      "context_set": "aiony_details"
    },
    {
      "tag": "aiony_prices",
      "patterns": [
        "एयोन वाईको मूल्य कति हो?",
        "एयोन वाईको लागत के हो?",
        "तपाईं एयोनवाईको मूल्य बताउन सक्नुहुन्छ?",
        "एयोन वाई कति दाममा उपलब्ध छ?",
        "एयोन वायको बजार मूल्य के हो?",
        "एयोनवाई गाडीको दाम के हो?",
        "एयोन वाईको मूल्य जानकारी दिनुहोस्।"
      ],
      "responses": [
        "एयोन वाई गाडीको मूल्य अठाउन्न लाख पचास हजार रुपैयाँ हो।",
        "जीएसी मोटरको एयोन वाई गाडीको मूल्य अठाउन्न लाख पचास हजार रुपैयाँमा उपलब्ध छ।",
        "एयोन वाईको लागत अठाउन्न लाख पचास हजार रुपैयाँ हो।",
        "हाल, एयोन वाई गाडीको बजार मूल्य अठाउन्न लाख पचास हजार रुपैयाँ छ।"
      ],
      "context_filter": "aiony_details"
    },
    {
      "tag": "kyc_models",
      "patterns": [
        "केवाईसी चाङ्गन अन्तर्गत कुन मोडेलहरू उपलब्ध छन्?",
       "केवाईसी चाङ्गनले कुन सवारीहरू प्रदान गर्दछ?",
       "के तपाईं केवाईसी चाङ्गनले प्रदान गरेको मोडलहरूको सूची दिन सक्नुहुन्छ?",
       "केवाईसी चाङ्गनबाट कुन कारहरू उपलब्ध छन्?",
       "के केवाईसी चाङ्गन अन्तर्गत कुनै विशिष्ट मोडेल छ?",
       "केवाईसी चाङ्गन अन्तर्गत उपलब्ध मोडलको नाम के हो?",
        "के तपाईं केवाईसी चाङ्गनबाट उपलब्ध मोडेलको बारेमा मलाई जानकारी दिन सक्नुहुन्छ?",
       "केवाईसी चाङ्गनले कुन सवारी प्रदान गर्दछ?",
        "के केवाईसी चाङ्गन अन्तर्गत केवल एक मोडल मात्र छ?",
       "केवाईसी चाङ्गनले प्रदान गरेको मोडेलहरूको बारेमा मलाई बताउनुहोस्।"
      ],
      "responses": [
       "केवाईसी चाङ्गन अन्तर्गत उपलब्ध मोडेल कुआयुए चाना भी५डी हो। यो आफ्नो श्रेणीमा एक भरपर्दो र उच्च प्रदर्शन गर्ने सवारी हो।",
       "केवाईसी चाङ्गनले कुआयुए चाना भी५डी लाई आफ्नो उपलब्ध मोडेलको रूपमा प्रस्ताव गर्दछ। यसका बारेमा थप जानकारी चाहनुहुन्छ भने हामीलाई भन्नुहोस्।",
       "केवाईसी चाङ्गनबाट उपलब्ध मोडेल कुआयुए चाना भी५डी हो। यो उत्कृष्ट विशिष्टतासँग विभिन्न ग्राहक आवश्यकताहरू पूरा गर्न डिजाइन गरिएको छ।",
       "कुआयुए चाना भी५डी केवाईसी चाङ्गन अन्तर्गत हाल उपलब्ध मोडेल हो। यसको विशेषताहरूको बारेमा थप जानकारीका लागि कृपया सोध्नुहोस्।",
       "केवाईसी चाङ्गनले कुआयुए चाना भी५डी लाई आफ्नो प्रमुख मोडेलको रूपमा प्रदान गर्दछ। यो प्रदर्शन र नवप्रवर्तनको खोजीमा रहेका व्यक्तिहरूको लागि उत्कृष्ट चयन हो।"
      ],
      "context": [""]
    },
    {
     "tag": "kuayuec_specs",
      "patterns": [
       "कुआयुए चाना भी५डी का सुविधाहरू के छन्?",
        "कुआयुए चाना भी पाँच डी का विशिष्टताहरू के छन्?",
        "तपाईं कुआयुए चाना भी ५ डी को वर्णन गर्न सक्नुहुन्छ?",
       "कुवायु चाना भी५डी मा के सुविधाहरू छन्?",
        "कुआयुए चाना भी ५ डी का विवरण के छन्?",
        "म कुवायु चाना भी५डी बारेमा थप जान्न चाहन्छु।",
       "तपाईं कुवायु चाना भी ५ डी का सुविधाहरू साझा गर्न सक्नुहुन्छ?",
       "कुआयुए चाना भी पाँच५ डी मा के विशेष छ?",
        "कुआयुए चाना भी पाँच डी को एक सिंहावलोकन प्रदान गर्नुहोस्।",
       "कुवायु चाना भी५डी ले के प्रस्ताव गर्दछ?"
      ],
      "responses": [
        "कुआयुए चाना भी पाँच डी एक शुद्ध इलेक्ट्रिक वाहन हो जसमा एघार जनाको सिट क्षमता छ। यसको माप चार हजार चार सय पैंतालीस गुणा एक हजार छ सय असी गुणा एक हजार नौ सय नव्वे मिलिमिटर छ, र व्हीलबेस दुई हजार नौ सय तीस मिलिमिटर छ।",
        "यस गाडीले एक सय किमी प्रति घण्टाको अधिकतम गति र तीन सय किमीको सहनशीलता माइलेज प्रदान गर्दछ। यसले विभिन्न प्रयोगहरूको लागि उच्च कार्यक्षमता सुनिश्चित गर्छ।",
        "कुआयुए चाना भी पाँच डी मा सीएटीएल ब्याट्री छ जसको क्षमता एकचालीस दशमलव छेतीस किलोवाट घण्टा छ। यसमा पचास किलोवाटको पिक मोटर शक्ति छ, जसले गाडीलाई शक्तिशाली बनाउँछ।",
        "यस गाडीमा छ दशमलव छ किलोवाटको सामान्य चार्जिंग समर्थन र चिनियाँ प्रकारको चार्जिङ पोर्ट प्रयोग गरिन्छ। यसले विश्वासिलो र कुशल चार्जिङ अनुभव प्रदान गर्दछ।",
        "सुरक्षा सुविधाहरूमा दोहोरो एयरब्याग, एबीएस, र एंटी-लक ब्रेकिङ सिस्टम समावेश छन्। साथै, आरामदायक विशेषताहरूमा विद्युतीय विन्डोहरू र केन्द्रीय लकिङ प्रणाली उपलब्ध छन्।",
        "यस गाडीको ग्रस वजन दुई हजार छ सय किलोग्राम छ भने कर्ब वजन एक हजार पाँच सय चालीस किलोग्राम छ। अगाडि डिस्क र पछाडि ड्रम ब्रेकहरू समावेश छन्।",
        "कुआयुए चाना भी पाँच डी मा एक सय असी मिलिमिटरको ग्राउन्ड क्लियरेन्स र टिकाउ एक सय पचानब्बे/पैंसठी आर पन्ध्र टायरहरू छन्। यसले सुरक्षित र स्थिर यात्राको लागि उच्च प्रदर्शन प्रदान गर्दछ।",
        "गाडीमा स्वतन्त्र सस्पेन्सन, एलईडी डे टाइम रनिङ लाइट्स, टीपीएमएस, र ईपीएस जस्ता उन्नत चालक सहायता प्रणालीहरू पनि उपलब्ध छन्।"
       ],
      "context": [""]
    },
    {
      "tag": "kyc_warrantys",
      "patterns": [
        "कुआयुए चाना भी५डी को वारेन्टी के छ?",
       "कुआयुए चाना भी ५ डी को वारेन्टी बारेमा बताउनुहोस्।",
        "कुवायु चाना भी ५ डी को वारेन्टीले के कभर गर्छ?",
        "कुआयुए चाना भी५डी को वारेन्टी कति लामो छ?",
       "कुआयुए चाना भी ५ डी को वारेन्टीको अवधि के हो?",
       "तपाईं कुवायु चाना भी ५ डी को वारेन्टी बारेमा विवरण दिन सक्नुहुन्छ?",
        "कुआयुए चाना भी५डी को ब्याट्री र मोटरको वारेन्टी के हो?",
        "कुवायु चाना भी ५ डी कति वारेन्टी प्रदान गर्दछ?",
       "कुआयुए चाना भी ५ डी ब्याट्री र मोटरमा वारेन्टी छ?",
       "कुवायु चाना भी५डी को वारेन्टीका सर्तहरू के छन्?"
      ],
      "responses": [
       "कुआयुए चाना भी पाँच डी को ब्याट्री र मोटरको वारेन्टी दुई लाख किलोमिटर वा पाँच वर्षको हो, जुन पनि पहिले पुग्छ।",
       "यस गाडीको ब्याट्री र मोटरको वारेन्टी पाँच वर्ष वा दुई लाख किलोमिटरको छ।",
        "कुआयुए चाना भी पाँच डी मा ब्याट्री र मोटरको वारेन्टी पाँच वर्ष वा दुई लाख किलोमिटरको छ, जसले गाडीको दीर्घायु सुनिश्चित गर्दछ।",
       "यो गाडीको ब्याट्री र मोटरको वारेन्टी पाँच वर्ष वा दुई लाख किलोमिटरको प्रदान गरिएको छ, जुन पनि पहिले घटित हुन्छ।",
       "कुआयुए चाना भी पाँच डी ले ब्याट्री र मोटरको लागि दुई लाख किलोमिटर वा पाँच वर्षको वारेन्टीको साथ ग्राहकहरूलाई मानसिक शान्ति प्रदान गर्छ।"
      ],
      "context": [""]
    },
    {
      "tag": "kinglong_models",
      "patterns": [
        "किङ लङ अन्तर्गत के कस्ता मोडेल उपलब्ध छन्?",
       "तपाईं मलाई किङलङ का मोडेलहरू बारेमा बताउन सक्नुहुन्छ?",
       "किङ लङ अन्तर्गत उपलब्ध मोडल के हो?",
       "किङ लङको लागि कुन मोडल उपलब्ध छ?",
        "किङलङ ईभी मोडेल बारेमा थप जानकारी दिनुहोस्।",
        "किङ लङले के वाहन प्रदान गर्दछ?",
        "किङलङको उपलब्ध मोडेल के हो?",
        "तपाईं किङ लङ मोडेलको बारेमा जानकारी दिन सक्नुहुन्छ?",
        "किङलङ मोडल हो?"
      ],
      "responses": [
        "किङ लङ अन्तर्गत उपलब्ध मोडेल किङवीन ईभी यात्रु भ्यान हो।",
       "किङ लङ ब्रान्डले किङवीन ईभी यात्रु भ्यान प्रदान गर्दछ।",
       "हाल, किङ लङ अन्तर्गत उपलब्ध मोडेल किङवीन ईभी यात्रु भ्यान हो।",
        "किङ लङले किङवीन ईभी यात्रु भ्यानलाई उपलब्ध मोडेलको रूपमा प्रदान गर्दछ।",
        "किङ लङ अन्तर्गत उपलब्ध मोडेल किङवीन ईभी, एक यात्रु भ्यान हो।"
      ],
      "context": [""]
    },
    {
      "tag": "kingwin_specs",
      "patterns": [
        "तपाईं मलाई किङवीन इभी यात्रु भ्यानको विशिष्टताहरू बताउन सक्नुहुन्छ?",
        "किङवीन इभी यात्रु भ्यानका कस्ता विशेषताहरू छन्?",
        "किङ वीन इभी यात्रु भ्यानको आकार र शक्ति के हो?",
        "किङ वीन इभी यात्रु भ्यानको विशिष्टताहरू बारेमा बताउनुहोस्।",
        "तपाईं किङवीन ईभीको विवरण दिन सक्नुहुन्छ?",
        "किङवीन इभी यात्रु भ्यानका प्रमुख विशिष्टताहरू के के छन्?",
        "किङ वीन ईभीको मोटर र ब्याट्री विशिष्टता के हो?",
        "किङवीन इभी यात्रु भ्यानको आयाम र वजन बारेमा बताउनुहोस्।",
        "किङ वीन इभी यात्रु भ्यानमा के सुरक्षा विशेषताहरू उपलब्ध छन्?"
      ],
      "responses": [
        "किङवीन ईभी यात्रु भ्यानले चौध वा उन्नाइस सिटको सीट क्षमता प्रदान गर्दछ। यस गाडीको लम्बाइ पाँच हजार तीन सय चालीस मिलिमिटर, चौडाइ एक हजार सात सय मिलिमिटर, र उचाइ दुई हजार दुई सय पचासी मिलिमिटर (उच्च छत संस्करण) छ।",
        "यस गाडीको व्हीलबेस दुई हजार आठ सय नव्वे मिलिमिटर र ग्राउन्ड क्लियरन्स एक सय असी मिलिमिटर छ, जसले यसलाई स्थिर र आरामदायक बनाउँछ।",
        "किङवीन ईभी यात्रु भ्यानमा एक पीएमएसएम मोटर छ, जसको अधिकतम शक्ति असी किलोवाट र रेटेड शक्ति पचास किलोवाट छ। यसले तीन सय दश एनएम टर्क उत्पादन गर्न सक्षम छ।",
        "यस गाडीमा सीएटीएल ब्याट्री छ, जसको क्षमता पचास दशमलव दुई तीन किलोवाट घण्टा छ। चार्जिङ प्रणाली जीबी/टी मानक प्रयोग गर्दछ।",
        "यो गाडी आठ घण्टामा एसी चार्ज र पाँचचालीस मिनेटमा डीसी चार्ज (२० प्रतिशत देखि ८० प्रतिशतसम्म) गर्न सकिन्छ। गाडीले तीन सय किलोमिटरको दायरा (एनईडीसी) प्रदान गर्दछ।",
        "सुरक्षाको लागि यसमा एबीएस+ईबीडी, सीट बेल्ट, आगो निभाउने यन्त्र, अगाडिको कुहिरो बत्ती, र समायोज्य चार स्पोक चमडाको स्टीयरिङ व्हील छन्।",
        "यस गाडीमा अगाडि डिस्क र पछाडि ड्रम ब्रेक, टर्शियन बार स्प्रिंग फ्रन्ट सस्पेन्शन, र पाँच पातका स्प्रिंगहरू पछाडि सस्पेन्शनको लागि उपलब्ध छन्।",
        "किङवीन ईभी यात्रु भ्यानको अधिकतम ढल्कन क्षमता पच्चीस प्रतिशत हो। यसका अन्य विशेषताहरूमा डायरेक्ट ड्राइभ र रियर एक्सल प्रणाली छन्।"],
      "context": [""]
    },
    {
      "tag": "kingwin_warrantys",
      "patterns": [
        "किङवीन इभी यात्रु भ्यानको वारेन्टी के हो?",
        "तपाईं किङवीन इभीको वारेन्टी शर्तहरू बारेमा बताउन सक्नुहुन्छ?",
        "किङ वीन इभीको ब्याट्री र मोटरको वारेन्टी कति लामो हो?",
        "किङवीन इभी यात्रु भ्यानको वारेन्टी विवरण के हो?",
        "किङवीन इभी ब्याट्री र मोटरको वारेन्टी कति वर्ष वा कति किलोमिटरको लागि छ?",
        "किङ वीन इभी यात्रु भ्यानको वारेन्टी कवरेज बारेमा बताउनुहोस्।",
        "किङ वीन इभीको ब्याट्री र मोटरको वारेन्टी के छ?"
      ],
      "responses": [
        "किङवीन इभी यात्रु भ्यानको ब्याट्री र मोटरको वारेन्टी दुई लाख किलोमिटर वा पाँच वर्षको छ, जुन पनि पहिले आइपुग्छ।",
        "यस गाडीको ब्याट्री र मोटरको वारेन्टी पाँच वर्ष वा दुई लाख किलोमिटरको लागि मान्य छ।",
        "किङवीन ईभी ब्याट्री र मोटरका लागि पाँच वर्ष वा दुई लाख किलोमिटरको वारेन्टी प्रदान गर्दछ।",
        "किङवीन ईभी यात्रु भ्यानमा ब्याट्री र मोटरका लागि दुई लाख किलोमिटर वा पाँच वर्षको वारेन्टी उपलब्ध छ।",
        "यस गाडीमा ब्याट्री र मोटरको वारेन्टी पाँच वर्ष वा दुई लाख किलोमिटरको हो, जुन पनि पहिले घटित हुन्छ।"
      ],
      "context": [""]
    },
    {
      "tag": "contact_infos",
      "patterns": [
        "मैले सिजी मोटर्स सँग कसरी सम्पर्क गर्न सक्छु?",
       "सिजी मोटर्स को सम्पर्क जानकारी के हो?",
       "सिजी मोटर्स को मुख्य कार्यालय कहाँ स्थित छ?",
       "नेटा शोरोमको सम्पर्क विवरण के हो?",
       "मैले सिजी मोटर्स सँग सोधपुछका लागि कसरी सम्पर्क गर्न सक्छु?",
        "सिजी मोटर्स का शोरोमहरू कहाँ स्थित छन्?",
        "सिजी मोटर्स को इमेल ठेगाना के हो?",
       "सिजी मोटर्स का लागि टोल-फ्री नम्बर छ कि छैन?",
        "सिजी मोटर्स को कर्पोरेट कार्यालय कहाँ स्थित छ?"
      ],
      "responses": [
       "सिजी मोटर्सको कर्पोरेट कार्यालय सानेपा, ललितपुरमा छ। नेटा शोरोम थापाथली, काठमाडौँमा र सीजी केवाईसी & किङलङ्ग शोरोम पानीपोखरी, काठमाडौँमा छन्। सिजी मोटर्सको इमेल ठेगाना इन्फो एट सिजी मोटर्स डट कम डट एनपी हो। टोल-फ्री नम्बर १६६००१११२६९ मा पनि सम्पर्क गर्न सकिन्छ।",
        "सेवा सम्बन्धी सोधपुछका लागि हत्तिबान, ललितपुरमा अवस्थित सिजी मोटर्सको सेवा केन्द्रमा सम्पर्क गर्न सक्नुहुन्छ। सिजी मोटर्सको इमेल ठेगाना इन्फो एट सिजी मोटर्स डट कम डट एनपी हो। टोल-फ्री नम्बर १६६००१११२६९ मा पनि सम्पर्क गर्न सकिन्छ।",
        "नेटा सवारीसाधनका लागि ०१-५९७०१७४, ९८२०१०५०५५, वा ९८०२३४१८२० मा सम्पर्क गर्नुहोस्। सिजी मोटर्सको इमेल ठेगाना इन्फो एट सिजी मोटर्स डट कम डट एनपी हो।",
        "सीजी केवाईसी & किङलङ्गका लागि ९८०२३४०९४६ वा ९८०१४६२८२३ मा सम्पर्क गर्नुहोस्। सिजी मोटर्सको इमेल ठेगाना इन्फो एट सिजी मोटर्स डट कम डट एनपी हो। टोल-फ्री नम्बर १६६००१११२६९ मा पनि सम्पर्क गर्न सकिन्छ।",
        "सिजी मोटर्सको इमेल ठेगाना इन्फो एट सिजी मोटर्स डट कम डट एनपी हो। कुनै पनि प्रश्नका लागि यस ठेगानामा सम्पर्क गर्नुहोस्। टोल-फ्री नम्बर १६६००१११२६९ मा पनि सम्पर्क गर्न सकिन्छ।"
      ],
     "context": [""]
    },
    {
    "tag": "unknown",
    "patterns": [
        
        "आजको मौसम कस्तो छ?",
        "राम्रो रेस्टुरेन्ट कहाँ छ?",
        "मःम कसरी बनाउने?",
        "न्युयोर्कमा अहिले कति बज्यो?",
        "एउटा जोक भन्नुहोस्",
        "नयाँ टोयोटा कार कति पर्छ?",
        "महिन्द्राको नयाँ गाडी कहिले आउँछ?",
        "टाटा र महिन्द्रा मध्ये कुन राम्रो?",
        "हुन्डाई कहाँ किन्न पाइन्छ?",
        "मारुति सुजुकीको शोरूम कहाँ छ?",
        "काठमाडौंको जनसंख्या कति छ?",
        "सगरमाथाको उचाई कति छ?",
        "नेपाली खाना बारे बताउनुहोस्",
        "नेपाल घुम्न कुन महिना राम्रो?",
        "नेपालको राजनीतिक अवस्था कस्तो छ?",
        "बिहान ७ बजेको अलार्म सेट गर्नुहोस्",
        "किनमेल सूचीमा दूध थप्नुहोस्",
        "आमालाई फोन गर्नुहोस्",
        "जोनलाई इमेल पठाउनुहोस्",
        "आजको तालिका के छ?",
        "कम्प्युटर कसरी फरम्याट गर्ने?",
        "मेरो फोन काम गरिरहेको छैन",
        "वाईफाई कसरी सेट गर्ने?",
        "प्रिन्टर बिग्रियो",
        "ल्यापटप ढिलो भयो",
        "सुनको भाउ कति छ?",
        "शेयर कसरी लगानी गर्ने?",
        "क्रिप्टोकरेन्सी के हो?",
        "डलरको भाउ कति छ?",
        "बैंक खाता कसरी खोल्ने?",
        "कुन फिल्म हेर्ने?",
        "क्रिकेट म्याचको स्कोर कति भयो?",
        "नेपालमा लोकप्रिय गीतहरू",
        "टिभी कार्यक्रम सिफारिस",
        "नयाँ फिल्म कहिले आउँदैछ?",
        "पोखराको हवाई टिकट",
        "काठमाडौंका राम्रा होटलहरू",
        "भिसा कसरी लिने?",
        "सार्वजनिक यातायात रुटहरू",
        "नेपालका पर्यटकीय स्थलहरू",
        "कार कसरी काम गर्छ?",
        "पहिलो कार कहिले बन्यो?",
        "इन्जिन के हो?",
        "कारमा तेल किन हाल्नुपर्छ?",
        "टायर कति समयमा फेर्ने?",
        "व्यापार कसरी सुरु गर्ने?",
        "कम्पनी कसरी दर्ता गर्ने?",
        "आयात नियमहरू",
        "व्यापारिक ऋण जानकारी",
        "कर्पोरेट कर दर",
        "रुघाखोकीको उपचार",
        "कोभिड खोप केन्द्रहरू",
        "डाक्टर कहाँ छन्?",
        "अस्पतालहरूको स्थान",
        "स्वास्थ्य बीमा",
        "नेपालका राम्रा कलेजहरू",
        "छात्रवृत्ति कसरी पाउने?",
        "इन्जिनियरिङ कोर्स विवरण",
        "स्कूल भर्ना प्रक्रिया",
        "अनलाइन पढाई",
        "काठमाडौंमा घरको मूल्य",
        "फ्ल्याट भाडामा चाहियो",
        "जग्गा रजिस्ट्रेशन प्रक्रिया",
        "नेपालमा जग्गाको मूल्य",
        "घरजग्गा दलालहरू",
        "काठमाडौंमा जागिर खाली छ?",
        "बायोडाटा कसरी लेख्ने?",
        "अन्तर्वार्ता टिप्स",
        "तलब वार्ता",
        "करियर सल्लाह",
        "राम्रो स्मार्टफोन कुन किन्ने?",
        "कम्प्युटर मर्मत पसल",
        "इन्टरनेट सेवा प्रदायक",
        "सफ्टवेयर डेभलपमेन्ट",
        "वेब होस्टिङ सेवाहरू",
        "अनलाइन किनमेल साइटहरू",
        "इलेक्ट्रोनिक्स पसल",
        "फर्निचर पसल",
        "कपडा ब्रान्डहरू",
        "किराना डेलिभरी",
        "जिम सदस्यता",
        "फुटबल खेल तालिका",
        "क्रिकेट प्रतियोगिता",
        "व्यायाम सुझावहरू",
        "खेलकुद सामग्री",
        "घर मर्मत सुझावहरू",
        "बगैंचा हेरचाह",
        "इन्टेरियर डेकोरेशन",
        "प्लम्बिङ सेवाहरू",
        "बिजुली समस्या",
        "कानूनी सल्लाह चाहियो",
        "वकिल सिफारिस",
        "कागजात प्रमाणीकरण",
        "अदालत प्रक्रिया",
        "विवाह दर्ता",
        "राहदानी नवीकरण प्रक्रिया",
        "नागरिकता प्रमाणपत्र",
        "कर भर्ने म्याद",
        "सरकारी कार्यालय समय",
        "नगरपालिका सेवाहरू",
        "खाना डेलिभरी विकल्पहरू",
        "रेस्टुरेन्ट सिफारिस",
        "मोमो बनाउने तरिका",
        "राम्रा क्याफेहरू",
        "शाकाहारी रेस्टुरेन्टहरू"
    ],
      "responses": [
        "माफ गर्नुहोस्, तपाईंले सोध्नु भएको प्रश्न सिजी मोटर्ससँग सम्बन्धित छैन। कृपया सिजी मोटर्स, यसको सवारी साधन, वा सेवाहरूको बारेमा सोध्नुहोस्।",
        "तपाईंले सोध्नु भएको विषय मेरो प्राथमिकतामा छैन। सिजी मोटर्स र यसको विद्युतीय सवारी साधन सम्बन्धी प्रश्नहरू सोध्न सक्नुहुन्छ।",
        "म तपाईंको प्रश्नलाई सम्बोधन गर्न असमर्थ छु। कृपया सिजी मोटर्सको सेवाहरू, विद्युतीय गाडीहरू, वा ब्रान्डहरूका बारेमा सोध्नुहोस्।",
        "क्षमा गर्नुहोस्, म यो प्रश्नको जवाफ दिन सक्षम छैन। सिजी मोटर्सको जानकारीका लागि म यहाँ सहयोग गर्न सक्छु।",
        "तपाईंको सोधपुछलाई बुझ्न म असमर्थ छु। कृपया सिजी मोटर्ससँग सम्बन्धित जानकारी सोध्नुहोस्।",
        "यो विषय मेरो ज्ञान क्षेत्रभित्र पर्दैन। सिजी मोटर्स र यसको विद्युतीय गाडीहरूको बारेमा जानकारीका लागि सोध्नुहोस्।",
        "म यो प्रश्नको जवाफ दिन असमर्थ छु। कृपया सिजी मोटर्सका उत्पादनहरू वा सेवाहरू सम्बन्धी थप जानकारीका लागि सोध्नुहोस्।",
        "म तपाईंलाई यो प्रश्नको उत्तर दिन सक्दिन। कृपया सिजी मोटर्स र यसको विद्युतीय सवारी साधनहरूका बारेमा सोध्नुहोस्।"   
      ]
    }
  ]
}